{
    "loginFeide": "You must sign in with Feide to get access to the ArtsApp Key Builder",
    "btnSignIn": "Sign in with OpenID Connect",
    "btnNewKey": "New key",
    "btnNext": "Next",
    "btnPrev": "Back",
    "btnSortCharacters": "Sort by characters",
    "btnSortTaxa": "Sort by taxa",
    "btnSaveChanges": "Save changes",
    "btnSave": "Save",
    "btnAdd": "Add",
    "btnEditKey": "Edit key",
    "btnEditInfo": "Edit information",
    "btnEditCollection": "Edit collection",
    "btnEditGroup": "Edit group",
    "btnTestKey": "Test key",
    "btnConfirm": "Confirm",
    "btnCancel": "Cancel",
    "btnSelectLatest": "Select latest",
    "btnShowAll": "Show all",
    "btnCreate": "Create",
    "btnShare": "Share",
    "btnYes": "Yes",
    "btnNo": "No",
    "btnNew": "New",
    "btnMyGroups": "My workgroups",
    "btnNewWorkgroup": "New workgroup",
    "btnGroupCollections": "Groups and collections",
    "btnDelete": "Delete",
    "editTaxon": "Edit taxon",
    "editCharacter": "Edit character",
    "keys": "Keys",
    "myKeys": "My Keys",
    "createKey": "Create new key",
    "buildKey": "Build key",
    "allKeys": "All Keys",
    "help": "Help",
    "workgroups": "Workgroups",
    "close": "Close",
    "signedIn": "Signed in as:",
    "signOut": "Sign out",
    "goArtsApp": "Go back to artsapp.uib.no",
    "noMatch": "An error occurred. Please try again.",
    "internalAPIError": "ERROR: Could not load data (Internal Server Error). Please try again later.",
    "errorStatusConflict": "ERROR: You cannot change the status of a published revision. Unpublish the revision before you try again.",
    "errorTaxonConflict": "ERROR: A taxon with this scientific name already exists. Select a different name and try again.",
    "errorGroupConflict": "ERROR: A group with this name already exists. Select a different name and try again (check both languages).",
    "errorCollectionConflict": "ERROR: A collection with this name already exists. Select a different name and try again (check both languages).",
    "errorWorkgroupConflict": "ERROR: A group with this name already exists. Select a different name and try again.",
    "errorRemoveTaxon": "ERROR: The taxon has one or more lower level taxons. Change or remove these before you delete this taxon.",
    "stateError": "Could not save changes! Please make sure that all active characters have been assigned a state.",
    "errorDeleteWorkgroup": "Could not delete the workgroup. To delete the group, you must first remove all members of the group and remove all keys associated with the group.",
    "errorTextNo": "You are missing text for Norwegian language.",
    "errorTextEn": "You are missing text for English language.",
    "errorAddUser": "Could not find the user. Are you sure that you have entered the correct email address? Note that the user must have signed in to the ArtsApp Key Builder at least once before.",
    "sectionMyKeys": "In \"My keys\" you will find keys that you have either made yourself or have been given editorial access to by other users. If you select \"All keys\", you will see all public keys in ArtsApp. Ask the owner of the key to add you as an editor to the key if you wish to contribute. To create a new key, click the \"New key\" button.",
    "sectionKeys": "Create a new key or click on a key in the list below to continue working on an existing key.",
    "sectionNewKey": "<p>Create a name and a description for the key. The description should tell something about the species you can identify with the key and should not include technical details about how to use the application (such information is found on the Help page in ArtsApp).</p><br/><p>You should also upload one or more images or illustrations that are related to the key. Remember that you must have the necessary rights to use the images that you upload. You can specify the origin of the images and which license they are available under by clicking the information icon to the right of your selected files. You can also specify a license for the contents of the key, e.g. a Creative Commons license. This should be the URL to the official license deed/document (max. 60 characters).</p><br/><p>You must also select which revision should be the active revision for the key (the revision must be accepted before it can be selected here). The key must support at least one of the languages Norwegian and English.</p><br/><p>The key will only be available to yourself until you actively share it with other users.</p>",
    "sectionCreateKey": "Fill out the fields below to create a new key. The key name can contain max. 60 characters. The new key will be visible to all users of the ArtsApp Key Builder, but only selected users can edit it. The key will not be published in ArtsApp before it has been approved. Click the Help icon in the top right corner of the page for more information.",
    "sectionEditKey": "Check that the key status and current revision are correct before you save your changes. The version name (max. 30 characters) will be visible for the end user in ArtsApp when the key is published.",
    "sectionKeyInfo": "<p>Go to \"Edit information\" to change the keys title, description, image, collection/group, credits or to change the key's publishing status. To change the actual contents of the key, go to \"Edit key\".</p>",
    "sectionBuildKey": "<p>Start by adding species and characters to your key. Thereafter connect species with relevant characters and set the necessary criteria. You can select whether you want the list to display species or characters by clicking the \"Sort by\" button. To change the display order of the characters you must first select to sort after characters and then adjust the order of characters in the list by using the arrows on the left.</p><br/><p>Select a taxon or character to see its connections. Change the premises for when a character should be visible by clicking on the grid icon on the character card.</p><br/><p>Whenever changes are saved, a new revision of the key is created. All revisions are preserved and saved in the key builder, so that you or others can continue working on the key from any specified revision.</p><br/><p>When your changes have been saved and you think that the revision is ready for review, click on the \"Status\" button and change the revision's status.</p>",
    "sectionShareIndividual": "Share the key with another user by entering his/her email address.",
    "sectionShareOverview": "Here is an overview of the users that have already been granted access to the key.",
    "sectionNewTaxon": "Enter the taxon name (max. 120 characters) and create a description.",
    "sectionNewCharacter": "Create a name (max. 120 characters) and set states for the character.",
    "sectionMediaCredits": "Make sure that you have the necessary rights to use this image and enter any information about the origin of the image here. You can also use the title field for additional information on the origin if it is necessary. The license URL should be the URL that takes you directly to the license deed (if such a URL exists).",
    "sectionTypeExlusiveMulti": "Add the alternatives in the table below. Each alternative has a name (max. 120 characters), a description (optional, max. 280 characters) and images (optional). A taxon can be relevant for one or multiple alternatives.",
    "sectionTypeNumerical": "The character must have min. and max. values, a step size and a unit of measurement (max. 60 characters).",
    "sectionChangeNumerical": "Note that if you increase the min. value, decrease the max. value or change the step size, this character will be removed from any existing logical premises.",
    "sectionUserWorkgroups": "Here you will find an overview of the workgroups that you are a member of. Your permissions in the group are determined by your role in the organization.",
    "sectionCollection": "Give a name (max. 120 characters) and a description for the collection. You must assign name and description in both English and Norwegian.",
    "sectionKeyGroup": "Give a name (max. 120 characters) and a description for the key group. You must assign name and description in both English and Norwegian.",
    "sectionShareKey": "Share the key with others to so that you can work on the key together. If the key is owned by a workgroup, users of this workgroup will already have access to the key. If you want to share the key with users outside of the workgroup, add the users here.",
    "sectionLogicalPremises": "Add the logical premises that control when in the identification process the character should appear. The premises are built as a logical expression on a form similar to (a && b && c) || (x && y) || (i && j), where a premise group corresponds to the expression inside two parentheses.",
    "sectionLogicalGroups": "There is support for one group level. Note that only one type of operator can be used in each group level, while a different operator must be used to connect each group to another.",
    "sectionPremiseGroup": "Add a group of values that must be true for the premise to be fulfilled. The selected value will be added to each value (i.e. a && b && c or a || b || c). To combine different operators you must create multiple groups.",
    "sectionNewWorkgroup": "The group must have a unique name (max. 60 characters).",
    "sectionNewWorkgroupInfo": "You can add users to the new workgroup by clicking the user icon in the Workgroups list.",
    "sectionWorkgroups": "Create workgroups to collaborate with groups of other people. Remember to add workgroups to your keys. Go to \"My workgroups \" to see which workgroups you are a member of.",
    "sectionKeyGroupList": "Here is a list of the keys that are part of this key group. To change the group of a key you must edit the key information.",
    "sectionKeyCollectionList": "Here is a list of the keys that are part of this key collection. You can add or remove keys from the collection either here or on the key information page.",
    "sectionAddUser": "Add a user to the workgroup. All users in the workgroup will be able to work with keys that belong to the group, but only users with administrator or editor roles within the organization will be able to change the keys publication.",
    "sectionAddOrgUser": "Only users from your own organization can be added to the group. If you want to share the key with users outside of the organization, go to the key page and click the \"Share\" button.",
    "sectionUsersOverview": "The following users are members of this workgroup. Members of a workgroup can work on keys that belong to the group.",
    "sectionGroupsCollections": "Here is an overview of key groups and collections in ArtsApp. To change a group or collection you must have the required permissions within the workgroup that owns the group/collection.",
    "sectionCollections": "<p>Groups are used to sort keys in a hierarchy. All groups, except the groups in the top of the hierarchy, have a parent group. For instance, the group Odonata belongs under the group Insects, which again belongs under the group Arthropods.</p><br/><p>A collection is another consept for organizing keys. There are no specific requirements for which keys can be included in a collection. For instance, a collection called Western Norway could consist of keys relevant for Western Norway, while a collection called Svalbard could consist of keys for Svalbard. One could also create collections of keys that are relevant for specific courses. A key can be part of multiple collections simultaneously.</p>",
    "sectionRevisionNote": "Write a short description (max. 255 characters) of your changes. This will make it easier for you to find the correct revision later.",
    "sectionChangeStatus": "Change the status of the revision to \"Ready for review\" whenever you think that your changes are ready to be approved. A superior user with the necessary permissions for the key can then review your changes and either accept them or revert the revision status to \"Draft\". A revision can be published when it has been accepted.",
    "sectionContributors": "Everyone that has contributed to developing the key should be added to the list of contributors. This might also include people that have made contributions outside of the key builder software. Always inform the people that you add to this list that you have added them. This list is public.",
    "sectionContributorsNot": "It is not necessary to add the same person to both the creator list and the contributor list. The name can contain max. 60 characters.",
    "sectionCreators": "Creators of the key should be added here. Always inform the people that you add to this list that you have added them. This list is public.",
    "rememberSave": "Remember to save your changes! If the \"Save changes\" button is active it means that you have unsaved changes. Read the information in the \"Help\" menu before you start building the key.",
    "created": "Created:",
    "updated": "updated",
    "labelKeyName": "Key Name",
    "labelDescription": "Description",
    "labelWorkgroup": "Workgroup",
    "labelScientificName": "Scientific name",
    "labelVernacularName": "Vernacular name",
    "labelTitle": "Title",
    "labelType": "Type",
    "labelStatus": "Status",
    "labelModified": "Last modified:",
    "labelOwner": "Ownership",
    "labelRevision": "Active revision",
    "labelGroup": "Group",
    "labelOverview": "Overview",
    "labelEmail": "E-mail address (Feide)",
    "labelLicenseUrl": "License URL (e.g. https://creativecommons.org/licenses/by/4.0)",
    "labelStep": "step",
    "labelCharacters": "Characters",
    "labelTaxa": "Taxa",
    "labelLanguage": "Language",
    "labelCollections": "Collections",
    "labelKeyGroup": "Key group",
    "labelKeyGroups": "Key groups",
    "labelParentTaxon": "Higher taxon",
    "labelGroupName": "Group name",
    "labelFilterCategory": "Show category:",
    "labelFilterLanguage": "Show language:",
    "labelMin": "Min. value",
    "labelMax": "Max. value",
    "labelUnit": "Unit",
    "labelStepSize": "Step size",
    "labelContributors": "Contributors (individuals)",
    "labelPublishers": "Publishers (organizations)",
    "labelName": "Name",
    "labelCreators": "Creators (individuals)",
    "labelCreatedBy": "Created by:",
    "labelVersion": "Version:",
    "labelOrganization": "Organization:",
    "labelCharacter": "Character",
    "labelAlternative": "Alternative",
    "labelParentGroup": "Group under",
    "labelSearch": "Search",
    "labelFilter": "Filter",
    "labelImages": "Images/illustrations",
    "labelNote": "Note",
    "selectRevision": "Select revision",
    "selectRevisionInfo": "Select a revision in the list below to continue working on the key from that revision. Revisions that are created by yourself are highlighted.",
    "selectLatestRevision": "Do you want to continue working on the latest revision of the key?",
    "selectLanguages": "Select the languages that you want the key to be available in:",
    "selectTaxon": "Select a taxon to see characters",
    "selectCharacter": "Select a character to see taxa",
    "statusDraft": "Draft",
    "statusReview": "Review",
    "statusAccepted": "Accepted",
    "statusPrivate": "Private",
    "statusBeta": "Beta",
    "statusPublished": "Published",
    "newTaxon": "New taxon",
    "newCharacter": "New character",
    "key": "Key",
    "version": "Version name (e.g. v1.0)",
    "keyInfo": "Key information",
    "pleaseConfirm": "Please confirm",
    "publishChanges": "The key status is not private and your changes will be pushed to ArtsApp immediately. Are you sure that you want to publish these changes?",
    "leaveWorkgroup": "You will no longer be able to work on the keys that belong to this workgroup. Are you sure that you want to leave the group?",
    "categorical": "Categorical",
    "numerical": "Numerical",
    "all": "All",
    "show": "Show:",
    "shareKey": "Share key",
    "norwegian": "Norwegian",
    "norwegianShort": "NO",
    "english": "English",
    "englishShort": "EN",
    "activeLanguages": "The following languages are active in the current version of the key",
    "changeLanguages": "You can change the active languages in the key information.",
    "headerStates": "Alternatives",
    "noAlternatives": "No alternatives",
    "headerPremises": "Premises",
    "operatorNot": "NOT",
    "headerSuggestions": "Suggestions",
    "unsavedChanges": "You have unsaved changes that will be forgotten if you leave the page without saving. Are you sure you want to leave the page?",
    "confirmDelete": "Are you sure that you want to delete the selected item?",
    "confirmDeleteKey": "Are you sure that you want to delete this key? The key and the associated data will still remain in the system, but the key will no longer be visible in the user interface.",
    "newCollection": "New collection",
    "newKeyGroup": "New group",
    "noWorkgroups": "You are not a member of any workgroup.",
    "listWorkgroups": "The overview shows the workgroups that exist within your organization.",
    "groupsAndCollections": "Key groups and collections",
    "noName": "Name missing",
    "headerWorkgroupUsers": "Users in the workgroup",
    "editWorkgroup": "Edit workgroup",
    "emptyWorkgroup": "There are no users in the workgroup. Go to the \"Add\" tab to add users to the group.",
    "unknown": "Unknown",
    "headerChangeStatus": "Change status",
    "returnAfterStatus": "You are returned to the key information page when you save a new status.",
    "headerAddContributor": "Add contributor",
    "headerAddCreator": "Add creator",
    "headerOrganize": "Organize",
    "headerVersionControl": "Version control",
    "dragAndDrop": "Drag files here, or click to open the select files dialog",
    "acceptedFileTypes": "accepts only *.jpg, *.jpeg and *.png file types",
    "max": "max.",
    "files": "files",
    "maxSize": "2 MB each",
    "selectedFiles": "Selected files:",
    "bytes": "bytes",
    "headerImageInfo": "Image information",
    "confirmNav": "The form and any unsaved changes will be reset if you leave the page. Are you sure you want to leave the page?",
    "existingFiles": "Existing files:",
    "missingRequired": "One or more required fields (marked with *) are missing values",
    "maxLengthEditor": "Max. 560 characters",
    "headerPremiseGroup": "New premise group",
    "noPremiseGroups": "There are no premises for this character",
    "switchOperators": "Switch operators",
    "artsappSignIn": "ArtsApp - Sign In",
    "problemContact": "Do you have problems signing in? Contact ",
    "unauthorized": "You do not have the required privileges to visit this webpage.",
    "missingPermissions": "You do not have the required privileges to ",
    "notCreateKey": "create new keys.",
    "notCreateWorkgroup": "create new workgroups.",
    "notCreateGroup": "create new key groups.",
    "notCreateCollection": "create new key collections.",
    "notEditWorkgroup": "edit existing workgroups.",
    "notEditGroup": "edit existing key groups.",
    "notEditCollection": "edit existing key collections.",
    "notChangeWorkgroup": "create or edit workgroups.",
    "notChangeGroup": "create or edit key groups.",
    "notChangeCollection": "create or edit key collections.",
    "notEditKeyInfo": "edit the key information.",
    "notEditKey": "edit the key.",
    "notChangeKey": "edit the key or key information.",
    "notPublishKey": "edit the publishing of the key.",
    "contactEmail": "artsapp@uib.no",
    "noKeyEditors": "The key is not shared with users outside the workgroup.",
    "notShared": "The key is not shared with anyone.",
    "workgroupAccess": "Users from the workgroup ",
    "workgroupHasAccess": " have access to the key.",
    "noKeysInGroup": "There are no keys in this group.",
    "noKeysInCollection": "There are no keys in this collection.",
    "selectTestRevision": "Select the revision that you want to test. This will take you to the ArtsApp Key Player application.",
    "headerTestKey": "Test key",
    "warningChangeTaxon": "If you change the taxon relation of this taxon, all chosen characters for this taxon is reset and new characters are inherited from the new relation.",
    "sectionChangeMode": "ArtsApp supports two character modes. If you choose to show all characters, ArtsApp will display all your characters when the key is first launched. If you choose to hide irrelevant characters (advanced mode), characters that are not relevant for ALL remaining taxa will be hidden. This is the recommended mode for creating new keys, but will require some additional planning when deciding which characters to create.",
    "mode1": "The key shows all characters",
    "mode2": "The key hides irrelevant characters",
    "labelMode1": "Show all characters (simple)",
    "labelMode2": "Hide irrelevant characters (advanced)",
    "labelMode": "Show/hide",
    "change": "change",
    "headerChangeMode": "Change mode"
}