{
    "loginFeide": "Du må logge på med Feide for å få tilgang til ArtsApp Nøkkelbygger",
    "btnSignIn": "Logg på med OpenID Connect",
    "btnNewKey": "Ny nøkkel",
    "btnNext": "Neste",
    "btnPrev": "Forrige",
    "btnSortCharacters": "Sorter etter karakterer",
    "btnSortTaxa": "Sorter etter takson",
    "btnSaveChanges": "Lagre endringer",
    "btnSave": "Lagre",
    "btnAdd": "Legg til",
    "btnEditKey": "Rediger nøkkel",
    "btnEditInfo": "Rediger informasjon",
    "btnEditCollection": "Rediger samling",
    "btnEditGroup": "Rediger gruppe",
    "btnTestKey": "Test nøkkel",
    "btnConfirm": "Bekreft",
    "btnCancel": "Avbryt",
    "btnSelectLatest": "Velg siste",
    "btnShowAll": "Vis alle",
    "btnCreate": "Opprett",
    "btnShare": "Del",
    "btnYes": "Ja",
    "btnNo": "Nei",
    "btnNew": "Ny",
    "btnMyGroups": "Mine arbeidsgrupper",
    "btnNewWorkgroup": "Ny arbeidsgruppe",
    "btnGroupCollections": "Grupper og samlinger",
    "btnDelete": "Slett",
    "editTaxon": "Rediger takson",
    "editCharacter": "Rediger karakter",
    "keys": "Nøkler",
    "myKeys": "Mine Nøkler",
    "createKey": "Opprett ny nøkkel",
    "buildKey": "Bygg nøkkel",
    "allKeys": "Alle Nøkler",
    "help": "Hjelp",
    "workgroups": "Arbeidsgrupper",
    "close": "Lukk",
    "signedIn": "Innlogget som:",
    "signOut": "Logg ut",
    "goArtsApp": "Gå tilbake til artsapp.uib.no",
    "noMatch": "En feil oppstod. Vennligst prøv igjen.",
    "internalAPIError": "ERROR: Klarte ikke laste inn data (Internal Server Error). Vennligst prøv igjen senere.",
    "errorStatusConflict": "ERROR: Du kan ikke endre status på en publisert revisjon. Avpubliser revisjonen før du forsøker på nytt.",
    "errorTaxonConflict": "ERROR: Et takson med dette vitenskapelige navnet eksisterer allerede. Velg et annet navn og prøv på nytt.",
    "errorGroupConflict": "ERROR: En gruppe med dette navnet eksisterer allerede. Velg et annet navn og prøv på nytt (sjekk begge språk).",
    "errorCollectionConflict": "ERROR: En samling med dette navnet eksisterer allerede. Velg et annet navn og prøv på nytt (sjekk begge språk).",
    "errorWorkgroupConflict": "ERROR: En gruppe med dette navnet eksisterer allerede. Velg et annet navn og prøv på nytt.",
    "errorRemoveTaxon": "ERROR: Taksonet har ett eller flere under-takson. Endre eller fjern disse før du sletter dette taksonet.",
    "stateError": "Kunne ikke lagre endringene! Vennligst sjekk at alle aktive karakterer er gitt en verdi eller tilstand.",
    "errorDeleteWorkgroup": "Kunne ikke slette arbeidsgruppen. For å slette gruppen må du først fjerne alle medlemmene i gruppen og fjerne alle nøkler som er assosiert med gruppen.",
    "errorTextNo": "Du mangler tekst for norsk språk.",
    "errorTextEn": "Du mangler tekst for engelsk språk.",
    "errorAddUser": "Klarte ikke finne brukeren. Er du sikker på at du har oppgitt korrekt e-postadresse? Merk at brukeren må ha logget inn i ArtsApp Nøkkelbygger minst en gang tidligere.",
    "sectionMyKeys": "Blant \"Mine nøkler\" finner du nøkler som du enten har laget selv eller har fått tilgang av andre til å redigere. Velger du \"Alle nøkler\" vil du kunne se alle offentlige nøkler i ArtsApp. Spør eieren av en nøkkel om å gi deg tilgang til nøkkelen dersom du ønsker å bidra. For å opprette en helt ny nøkkel klikker du på knappen Ny Nøkkel.",
    "sectionKeys": "Lag en ny nøkkel eller velg en nøkkel i listen under for å jobbe videre med en eksisterende nøkkel.",
    "sectionNewKey": "<p>Lag et navn og en beskrivelse for nøkkelen. Beskrivelsen bør fortelle noe om artene man kan identifisere med nøkkelen og skal ikke inneholde teknisk informasjon om hvordan man bruker applikasjonen (dette er informasjon man finner på Hjelp-siden i ArtsApp).</p><br/><p>Last også opp ett eller flere bilder eller illustrasjoner som er relevante for nøkkelen. Husk at du må ha de nødvendige rettighetene til å bruke bildene. Du kan oppgi informasjon om bildenes opphav og hvilken lisens de er tilgjengelig under ved å klikke på informasjonsikonet til høyre for dine valgte filer. Du kan også angi en lisens for selve nøkkelinnholdet, f.eks. en Creative Commons-lisens. Dette skal være URLen til det offisielle lisensdokumentet (maks. 60 tegn).</p><br/><p>Du må også velge hvilken revisjon som skal være gjeldende for nøkkelen (revisjonen må være godkjent før den kan velges her). Nøkkelen må støtte minst ett av språkene norsk og engelsk.</p><br/><p>I de fleste tilfeller vil det være lurt å angi en arbeidsgruppe som eier av nøkkelen. Da kan andre delta i utvikling av nøkkelen, også etter at du eventuelt har sluttet ved organisasjonen. Selv om du ikke angir en arbeidsgruppe for nøkkelen vil din organisasjons administratorer og redaktører kunne redigere nøkkelen din. Etter at du har opprettet nøkkelen kan du også gi andre enkeltbrukere tilgang til å jobbe med nøkkelen. Merk at informasjon om nøkkelen vil være synlig for alle brukere av ArtsApp Nøkkelbygger, selv om nøkkelen ikke er publisert.</p>",
    "sectionCreateKey": "Fyll ut feltene under for å opprette en ny nøkkel. Nøkkelens navn kan ha maks. 60 tegn. Den nye nøkkelen vil være synlig for alle brukere av ArtsApp Nøkkelbygger, men du velger selv hvem som skal ha tilgang til å jobbe med den. Nøkkelen vil ikke publiseres i ArtsApp før den er blitt godkjent. Klikk på Hjelp-ikonet i høyre hjørne av siden for mer informasjon.",
    "sectionEditKey": "Kontroller at status og gjeldende revisjon er korrekt før du lagrer endringene dine. Nøkkelens versjonsnavn (maks. 30 tegn) vil være synlig for sluttbruker i ArtsApp når nøkkelen publiseres.",
    "sectionKeyInfo": "<p>Gå til \"Rediger informasjon\" for å endre nøkkelens tittel, beskrivelse, bilde, samling/gruppe, informasjon om opphavsrett eller for å endre nøkkelens publiseringsstatus. For å endre på selve innholdet i nøkkelen går du til \"Rediger nøkkel\".</p>",
    "sectionBuildKey": "<p>Begynn med å legge til takson og karakterer for nøkkelen. Deretter kobler du takson med relevante karakterer og setter de nødvendige kriteriene. Du kan velge om du vil at listen skal sortere etter takson eller karakterer ved å trykke på \"Sorter etter\"-knappen. For å endre rekkefølgen karakterene vises i må du først velge sortering etter karakterer og deretter justere rekkefølgen av karakterer i listen ved bruk av pilene.</p><br/><p>Klikk på et takson eller en karakter for å se koblinger. Premissene for når en karakter skal vises setter du ved å klikke på rutenett-ikonet på karakterkortet (velg først å sortere etter takson).</p><br/><p>Når du lagrer endringer opprettes det en ny revisjon av nøkkelen. Alle revisjoner blir tatt vare på og lagret i nøkkelbyggeren, slik at du eller andre kan jobbe videre på nøkkelen fra enhver gitt revisjon.</p><br/><p>Når endringene dine er lagret og du mener at revisjonen er klar til gjennomgang klikker du på \"Status\"-knappen og endrer revisjonens status.</p>",
    "sectionShareIndividual": "Del nøkkelen med en annen bruker ved å legge til brukerens e-postadresse.",
    "sectionShareOverview": "Her er en oversikt over brukere som allerede har fått tilgang til nøkkelen.",
    "sectionNewTaxon": "Gi navn (maks. 120 tegn) og lag en beskrivelse for taksonet.",
    "sectionNewCharacter": "Lag et navn (maks. 120 tegn) og sett tilstander for karakteren.",
    "sectionMediaCredits": "Forsikre deg om at du har de nødvendige rettighetene til å bruke bildet og legg inn informasjon om bildets opphav. Du kan også bruke tittelfeltet for utfyllende informasjon om opphav, dersom det skulle være nødvendig. URLen for lisensen skal være en URL som tar deg direkte til lisensens offisielle nettsted/dokument med informasjon om hvordan lisensen virker (dersom en slik URL eksisterer).",
    "sectionTypeExlusiveMulti": "Legg til alternativene i tabellen under. Hvert alternativ har et navn (maks. 120 tegn), en beskrivelse (valgfritt, maks 280 tegn) og bilder (valgfritt). Et takson kan være relevant for ett eller flere alternativer.",
    "sectionTypeNumerical": "Karakteren må ha minimums- og maksimumsverdier, steglengde og en målingsenhet (maks. 60 tegn).",
    "sectionChangeNumerical": "Merk at dersom du øker minimumsverdien, senker maksimumsverdien eller endrer steglengden vil karakteren bli fjernet fra alle eksisterende logiske premisser.",
    "sectionUserWorkgroups": "Her finner du en oversikt over arbeidsgruppene du er medlem av. Dine rettigheter i gruppen styres av rollen din i organisasjonen.",
    "sectionCollection": "Gi et navn (maks. 120 tegn) og lag en beskrivelse for nøkkelsamlingen. Du må angi navn og beskrivelse både på norsk og engelsk.",
    "sectionKeyGroup": "Gi et navn (maks. 120 tegn) og lag en beskrivelse for nøkkelgruppen. Du må angi navn og beskrivelse både på norsk og engelsk.",
    "sectionShareKey": "Del nøkkelen med andre for å kunne samarbeide om nøkkelen. Dersom nøkkelen eies av en arbeidsgruppe vil alle medlemmene av arbeidsgruppen allerede ha tilgang til nøkkelen. Dersom du ønsker å dele nøkkelen med brukere utenfor arbeidsgruppen legger du dem til her.",
    "sectionLogicalPremises": "Legg til de logiske premissene som kontrollerer når i identifikasjonsprosessen karakteren skal være synlig. Premissene er bygget som et logisk uttrykk på formen (a && b && c) || (x && y) || (i && j) e.l., hvor en premissgruppe tilsvarer uttrykket mellom to parenteser.",
    "sectionLogicalGroups": "Det er støtte for ett gruppenivå. Merk at bare en type operator kan benyttes i hvert gruppenivå, mens en annen operator må brukes for å knytte gruppene sammen.",
    "sectionPremiseGroup": "Legg til en gruppe verdier som må være sann for at premisset skal være oppfylt. Den valgte operatoren vil gjelde for alle verdiene i gruppen (mao. a && b && c eller a || b || c). For å bruke ulike operatorer oppretter du flere forskjellige grupper.",
    "sectionNewWorkgroup": "Gruppen må ha et unikt navn (maks. 60 tegn).",
    "sectionNewWorkgroupInfo": "Du kan legge til brukere i den nye arbeidsgruppen ved å klikke på brukerikonet i Arbeidsgrupper-listen.",
    "sectionWorkgroups": "Lag arbeidsgrupper for å samarbeide med en gruppe andre personer. Husk å legge til nøklene dine i de aktuelle arbeidsgruppene. Gå til \"Mine arbeidsgrupper \" for å se hvilke arbeidsgrupper du er medlem av.",
    "sectionKeyGroupList": "Her er en liste over nøkler som er del av denne nøkkelgruppen. For å endre gruppen til en nøkkel må du redigere nøkkelinformasjonen.",
    "sectionKeyCollectionList": "Her er en liste over nøkler som er del av denne nøkkelsamlingen. Du kan legge til eller fjerne nøkler fra samlingen enten her eller i nøkkelinformasjonen.",
    "sectionAddUser": "Legg til en bruker i arbeidsgruppen. Alle brukere i arbeidsgruppen vil kunne jobbe med nøkler som tilhører gruppen, men bare brukere med administrator- eller redaktør-rolle i organisasjonen vil kunne endre nøklenes publikasjon.",
    "sectionAddOrgUser": "Bare brukere fra din egen organisasjon kan legges til i gruppen. Dersom du ønsker å dele en nøkkel med brukere utenfor organisasjonen går du til nøkkelen og klikker på \"Del\"-knappen.",
    "sectionUsersOverview": "Følgende brukere er medlemmer av denne arbeidsgruppen. Medlemmer av en arbeidsgruppe kan jobbe på nøkler som tilhører gruppen.",
    "sectionGroupsCollections": "Her er en oversikt over nøkkelgrupper og nøkkelsamlinger i ArtsApp. For å kunne endre en gruppe eller samling må du ha de nødvendige tilgangene i arbeidsgruppen som eier gruppen/samlingen.",
    "sectionCollections": "<p>Grupper brukes for å ordne nøklene i et hierarki. Alle grupper med unntak av de som er helt øverst i hierarkiet har derfor en overgruppe. For eksempel vil gruppen Øyenstikkere høre til under gruppen Insekter, som igjen hører til under gruppen Leddyr.</p><br/><p>Nøkkelsamlinger er et annet konsept for å gruppere nøkler. Det finnes ingen spesielle krav til hvilke nøkler som kan inngå i en samling. En samling kalt Vest-Norge kan for eksempel bestå av nøkler som er relevante for Vest-Norge, mens en annen samling kalt Svalbard kan inneholde nøkler for Svalbard. En kan også lage samlinger for nøkler som er relevante for spesielle kurs. En nøkkel kan inngå i flere samlinger samtidig.</p>",
    "sectionRevisionNote": "Skriv et kort notat (maks. 255 tegn) som beskriver endringene du har gjort. På denne måten blir det enklere å skille de forskjellige revisjonene av en nøkkel fra hverandre.",
    "sectionChangeStatus": "Endre status på revisjonen til \"Klar for gjennomgang\" når du mener at endringene dine er klare for å godkjennes. En overordnet bruker med de rette tilgangene for nøkkelen kan da se over endringene dine og enten akseptere disse eller sette status på revisjonen tilbake til \"Kladd\". Når en revisjon er akseptert vil man kunne publisere denne.",
    "sectionContributors": "Alle som har bidratt i utviklingen av nøkkelen skal legges til i listen over bidragsytere. Dette kan også inkludere personer som har bidratt til nøkkelen utenfor nøkkelbygger-programvaren. Informer alltid personene du legger til om at du har lagt dem til. Denne listen er offentlig.",
    "sectionContributorsNot": "Du trenger ikke å legge til samme bruker i både eier- og bidragsyter-listen. Navnet kan ha maks. 60 tegn.",
    "sectionCreators": "Eiere av nøkkelen skal legges til i denne listen. Informer alltid personene du legger til om at du har lagt dem til. Denne listen er offentlig.",
    "rememberSave": "Husk å lagre endringene dine! Dersom \"Lagre endringer\"-knappen er aktiv betyr det at du har ulagrede endringer. Les informasjonen i \"Hjelp\"-menyen før du går i gang med nøkkelbyggingen.",
    "created": "Opprettet:",
    "updated": "oppdatert",
    "labelKeyName": "Nøkkelens navn",
    "labelDescription": "Beskrivelse",
    "labelWorkgroup": "Arbeidsgruppe",
    "labelScientificName": "Vitenskapelig navn",
    "labelVernacularName": "Lokalt navn",
    "labelTitle": "Tittel",
    "labelType": "Type",
    "labelStatus": "Status",
    "labelModified": "Sist endret:",
    "labelOwner": "Eierskap",
    "labelRevision": "Gjeldende revisjon",
    "labelGroup": "Gruppe",
    "labelOverview": "Oversikt",
    "labelEmail": "E-postadresse (Feide)",
    "labelLicenseUrl": "Lisens URL (f.eks. https://creativecommons.org/licenses/by/4.0)",
    "labelStep": "steg",
    "labelCharacters": "Karakterer",
    "labelTaxa": "Takson",
    "labelLanguage": "Språk",
    "labelCollections": "Nøkkelsamlinger",
    "labelKeyGroup": "Nøkkelgruppe",
    "labelKeyGroups": "Nøkkelgrupper",
    "labelParentTaxon": "Høyere takson",
    "labelGroupName": "Gruppenavn",
    "labelFilterCategory": "Vis kategori:",
    "labelFilterLanguage": "Vis språk:",
    "labelMin": "Min. verdi",
    "labelMax": "Max. verdi",
    "labelUnit": "Enhet",
    "labelStepSize": "Steglengde",
    "labelContributors": "Bidragsytere (personer)",
    "labelPublishers": "Utgivere (organisasjoner)",
    "labelName": "Navn",
    "labelCreators": "Eiere (personer)",
    "labelCreatedBy": "Opprettet av:",
    "labelVersion": "Versjon:",
    "labelOrganization": "Organisasjon:",
    "labelCharacter": "Karakter",
    "labelAlternative": "Alternativ",
    "labelParentGroup": "Gruppe under",
    "labelSearch": "Søk",
    "labelFilter": "Filter",
    "labelImages": "Bilder/illustrasjoner",
    "labelNote": "Notat",
    "selectRevision": "Velg revisjon",
    "selectRevisionInfo": "Velg en revisjon i lista under for å fortsette å jobbe med nøkkelen fra denne revisjonen. Revisjoner som er opprettet av deg selv er uthevet.",
    "selectLatestRevision": "Vil du jobbe videre med siste revisjon av nøkkelen?",
    "selectLanguages": "Velg språkene som nøkkelen skal være tilgjengelig på:",
    "selectTaxon": "Velg et takson for å se karakterer",
    "selectCharacter": "Velg en karakter for å se takson",
    "statusDraft": "Kladd",
    "statusReview": "Gjennomgang",
    "statusAccepted": "Akseptert",
    "statusPrivate": "Privat",
    "statusBeta": "Beta",
    "statusPublished": "Publisert",
    "newTaxon": "Nytt takson",
    "newCharacter": "Ny karakter",
    "key": "Nøkkel",
    "version": "Versjonsnavn (f.eks. v1.0)",
    "keyInfo": "Nøkkelinformasjon",
    "pleaseConfirm": "Vennligst bekreft",
    "publishChanges": "Nøkkelens status er ikke privat og endringene dine vil bli publisert i ArtsApp omgående. Er du sikker på at du vil publisere disse endringene?",
    "leaveWorkgroup": "Du vil ikke lenger kunne jobbe med nøkler som tilhører denne arbeidsgruppen. Er du sikker på at du vil forlate gruppen?",
    "categorical": "Kategorisk",
    "numerical": "Numerisk",
    "all": "Alle",
    "show": "Vis:",
    "shareKey": "Del nøkkel",
    "norwegian": "Norsk",
    "norwegianShort": "NO",
    "english": "Engelsk",
    "englishShort": "EN",
    "activeLanguages": "Følgende språk er aktive i den nåværende versjonen av nøkkelen",
    "changeLanguages": "Aktive språk endrer du i nøkkelinformasjonen.",
    "headerStates": "Alternativer",
    "noAlternatives": "Ingen alternativer",
    "headerPremises": "Premisser",
    "operatorNot": "NOT",
    "headerSuggestions": "Forslag",
    "unsavedChanges": "Du har gjort endringer som ikke er lagret. Endringene vil bli glemt dersom du forlater siden før de er lagret. Er du sikker på at du vil forlate siden?",
    "confirmDelete": "Er du sikker på at du vil slette dette elementet?",
    "confirmDeleteKey": "Er du sikker på at du vil slette denne nøkkelen? Nøkkelen og tilhørende data vil fortsatt finnes i systemet, men nøkkelen vil ikke lengre være synlig i brukergrensesnittet.",
    "newCollection": "Ny nøkkelsamling",
    "newKeyGroup": "Ny nøkkelgruppe",
    "noWorkgroups": "Du er ikke medlem av noen arbeidsgruppe.",
    "listWorkgroups": "I denne oversikten ser du arbeidsgruppene som finnes i din organisasjon.",
    "groupsAndCollections": "Nøkkelgrupper og -samlinger",
    "noName": "Navn mangler",
    "headerWorkgroupUsers": "Brukere i arbeidsgruppen",
    "editWorkgroup": "Rediger arbeidsgruppe",
    "emptyWorkgroup": "Det er ingen brukere i arbeidsgruppen. Gå til \"Legg til\" for å legge til brukere i gruppen.",
    "unknown": "Ukjent",
    "headerChangeStatus": "Endre status",
    "returnAfterStatus": "Du returneres til nøkkelens informasjonsside når du har endret status.",
    "headerAddContributor": "Legg til bidragsyter",
    "headerAddCreator": "Legg til eier",
    "headerOrganize": "Organisering",
    "headerVersionControl": "Versjonskontroll",
    "dragAndDrop": "Dra filer hit, eller klikk for å åpne \"velg filer\"-dialogen",
    "acceptedFileTypes": "aksepterer bare filtypene *.jpg, *.jpeg og *.png",
    "max": "maks.",
    "files": "filer",
    "maxSize": "2 MB hver",
    "selectedFiles": "Valgte filer:",
    "bytes": "byte",
    "headerImageInfo": "Bildeinformasjon",
    "confirmNav": "Skjemaet og eventuelle ulagrede endringer vil bli tilbakestilt dersom du forlater siden. Er du sikker på at du vil forlate siden?",
    "existingFiles": "Eksisterende filer:",
    "missingRequired": "Ett eller flere oligatoriske felt (markert med *) mangler verdi",
    "maxLengthEditor": "Maks. 560 tegn",
    "headerPremiseGroup": "Ny premissgruppe",
    "noPremiseGroups": "Det finnes ingen premisser for karakteren",
    "switchOperators": "Bytt operatorer",
    "artsappSignIn": "ArtsApp - Logg Inn",
    "problemContact": "Problemer med pålogging? Kontakt ",
    "unauthorized": "Du har ikke de nødvendige rettighetene til å besøke denne siden.",
    "missingPermissions": "Du har ikke de nødvendige rettighetene til å ",
    "notCreateKey": "opprette nye nøkler.",
    "notCreateWorkgroup": "opprette nye arbeidsgrupper.",
    "notCreateGroup": "opprette nye nøkkelgrupper.",
    "notCreateCollection": "opprette nye nøkkelsamlinger.",
    "notEditWorkgroup": "endre eksisterende arbeidsgrupper.",
    "notEditGroup": "endre eksisterende nøkkelgrupper.",
    "notEditCollection": "endre eksisterende nøkkelsamlinger.",
    "notChangeWorkgroup": "opprette eller endre arbeidsgrupper.",
    "notChangeGroup": "opprette eller endre nøkkelgrupper.",
    "notChangeCollection": "opprette eller endre nøkkelsamlinger.",
    "notEditKeyInfo": "endre nøkkelinformasjonen.",
    "notEditKey": "endre nøkkelen.",
    "notChangeKey": "endre nøkkelen eller nøkkelinformasjonen.",
    "notPublishKey": "endre publiseringen av nøkkelen.",
    "contactEmail": "artsapp@uib.no",
    "noKeyEditors": "Nøkkelen er ikke delt med brukere utenfor arbeidsgruppen.",
    "notShared": "Nøkkelen er ikke delt med andre.",
    "workgroupAccess": "Brukere fra arbeidsgruppen ",
    "workgroupHasAccess": " har tilgang til nøkkelen.",
    "noKeysInGroup": "Det er ingen nøkler i denne gruppen.",
    "noKeysInCollection": "Det er ingen nøkler i denne samlingen.",
    "selectTestRevision": "Velg revisjonen du vil teste. Dette vil ta deg til ArtsApp nøkkelavspiller-applikasjonen.",
    "headerTestKey": "Test nøkkel",
    "warningChangeTaxon": "Dersom du endrer takson-relasjonen for taksonet, vil alle valgte karakterer for taksonet tilbakestilles og nye karakterer vil bli arvet fra den nye relasjonen.",
    "sectionChangeMode": "ArtsApp støtter to innstillinger for karaktervisning. Dersom du velger å vise alle karakterer, vil ArtsApp vise alle karakterer ved første oppstart av nøkkelen. Dersom du velger å skjule urelevante karakterer (avansert), vil karakterer som ikke er relevante for ALLE gjenværende takson bli skjult. Dette er den anbefalte innstillingen for nye nøkler, men vil kreve noe ekstra planlegging rundt hvilke karakterer man skal opprette.",
    "mode1": "Nøkkelen viser alle karakterer",
    "mode2": "Nøkkelen skjuler urelevante karakterer",
    "labelMode1": "Vis alle karakterer (enkel)",
    "labelMode2": "Skjul urelevante karakterer (avansert)",
    "labelMode": "Vis/skjul",
    "change": "endre",
    "headerChangeMode": "Endre innstilling"
}